Repository: ionata/drupal-module-tinymce
Catalog: po/*.po
Languages: da

source: The TinyMCE Javascript HTML WYSIWYG editor.
da: TinyMCE Javascript HTML WYSIWYG redigering.

source: enable rich-text
da: aktiver avanceret redigering

source: disable rich-text
da: deaktiver avanceret redigering

source: Your current web browser does not support WYSIWYG editing.
da: Din browser understøtter ikke avanceret WYSIWYG redigering.

source: TinyMCE rich-text settings
da: TinyMCE

source: Default state
da: Standard indstilling

source: Should rich-text editing be enabled or disabled by default in textarea fields?
da: Skal avanceret redigering som udganspunkt være aktiveret i tekstfelter?

source: administer
da: administrér

source: Add new TinyMCE profile
da: Tilføj TinyMCE profil

source: Edit tinymce profile
da: Redigér TinyMCE profil

source: Deleted profile
da: Slettet profil

source: Create profile
da: Opret Profil

source: Update profile
da: Opdatér profil

source: Your TinyMCE profile has been updated.
da: TinyMCE profilen er blevet opdateret.

source: Your TinyMCE profile has been created.
da: TinyMCE profilen er oprettet.

source: TinyMCE settings
da: TinyMCE indstillinger

source: You must <a href="%access-control-url">assign</a> at least one role with the 'access tinymce' permission before creating a profile.
da: Du skal <a href="%access-control-url">tildele</a> mindst een rolle 'benyt TinyMCE' rettigheden før du kan oprette en profil.

source: You will not be allowed to create a new profile since all user roles have already been assigned profiles. Either remove an existing tinymce profile from at least one role or assign another role the 'access tinymce' permission.
da: Du kan ikke oprette en ny profil, da alle roller allerede har fået tildelt profiler. Fjern en eksisterende TinyMCE profil fra en rolle, eller tildel endnu en rolle 'benyt TinyMCE' rettigheden.

source: Not all user roles are shown since they already have tinymce profiles. You must first unassign profiles in order to add them to a new one.
da: Ikke alle roller vises, da de allerede er tildelt TinyMCE profiler. Fratag en rolles profil, for at tildele en anden rolle profilen.

source: Basic setup
da: Grundlæggende indstillinger

source: Profile name
da: Profilnavn

source: Enter a name for this profile. This name is only visible within the tinymce administration page.
da: Indtast et profilnavn. Navnet er kun synligt på TinyMCE administrationssiden.

source: Roles allowed to use this profile
da: Roller der kan benytte denne profil

source: Check at least one role. Only roles with 'access tinymce' permission will be shown here.
da: Vælg mindst én rolle. Kun roller med 'benyt TinyMCE' rettigheden, vises her.

source: Default editor state for users in this profile. Users will be able to override this state if the next option is enabled.
da: Standard TinyMCE tilstand for brugere med denne profil. Brugere har mulighed for at ændre denne tilstand, hvis næste valgmulighed er slået til.

source: Allow users to choose default
da: Tillad bruger at vælge standard tilstand

source: If allowed, users will be able to choose their own TinyMCE default state by visiting their profile page.
da: Hvis tilladt, kan brugere selv vælge TinyMCE's standard tilstand på deres profil side.

source: Show disable/enable rich text editor toggle
da: Vis aktiver/deaktiver 'avanceret redigering' omskifter

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. If false, editor defaults to the global default or user default (see above).
da: Hvorvidt 'avanceret redigering' omskifteren skal vises under tekstfelter. Hvis slået fra, vil TinyMCE benytte sig af globalt eller brugervalgt indstilling.

source: Language
da: Sprog

source: The language for the TinyMCE interface. Language codes based on the <a href="http://www.loc.gov/standards/iso639-2/englangn.html">ISO-639-2</a> format.
da: Sproget der anvendes i TinyMCE's brugerflade. Sprogkoder er baseret på <a href="http://www.loc.gov/standards/iso639-2/englangn.html">ISO-639-2</a> format.

source: Safari browser warning
da: Safari (Macintosh browser) advarsel.

source: TinyMCE support for the Safari web browser is experimental and a warning message is displayed when that browser is detected. You can disable this message here.
da: TinyMCE's understøttelse af Safari browseren er eksperimentel, og en advarsel herom vises, hvis Safari browseren benyttes. Du kan deaktivere denne advarsel her.

source: Visibility
da: Synlighed

source: Show on every page except the listed pages.
da: Vis på alle sides undtaget de listede.

source: Show on only the listed pages.
da: Vis kun på de listede sider.

source: Show tinymce on specific pages
da: Vis TinyMCE på specifikke sider

source: Pages
da: Sider

source: Buttons and plugins
da: Knapper og plugins

source: Editor appearance
da: TinyMCE's fremtoning

source: Toolbar location
da: Værktøjslinens placering

source: Show toolbar at the top or bottom of the editor area?
da: Vis værktøjslinjen over eller under tekstområdet.

source: Toolbar alignment
da: Værktøjslinjens justering

source: Align tool icons left, center, or right within the toolbar.
da: Placer knapper til venstre, i midten eller til højre i værktøjslinjen.

source: Path location
da: Visning af lokation i HTML struktur

source: Path to html elements (i.e. "body>table>tr>td"). Show at top, bottom, or not at all.
da: Vis markørens lokation i HTML strukturen (f.eks. "body>table>tr>td"). Vi denne for oven, for neden, eller slet ikke.

source: Enable resizing button
da: Aktiver 'ændring af størrelse' knap.

source: This option gives you the ability to enable/disable the resizing button. If enabled the <strong>Path location toolbar</strong> must be set to "top" or "bottom" in order to display the resize icon.
da: Mulighed for at aktivere knap til ændring af størrelse. Hvis aktiveret, skal <strong>Visning af placering ii HTML struktur</strong> være "for oven" or "for neden"

source: Block formats
da: Blok formater

source: Comma separated list of HTML block formats. You can only remove elements, not add.
da: Komma separeret liste over HTML blok formater.

source: Cleanup and output
da: HTML kontrol

source: Verify HTML
da: Kontrollér HTML

source: Should the HTML contents be verified or not? Verifying will strip &lt;head&gt tags, so choose false if you will be editing full page HTML.
da: Kontrol af HTML fjerner &lt;head&gt tags, så deaktiver HTML kontrol, hvis du redigerer hele HTML sider.

source: Preformatted
da: Preformatteret

source: If this option is set to true, the editor will insert TAB characters on tab and preserve other whitespace characters just like a PRE HTML element does.
da: Hvis aktiveret, vil TinyMCE indsætte tabulator tegn og bevare andre mellemrum, som PRE HTML element gør det.

source: Convert &lt;font&gt; tags to styles
da: Konvertér &lt;font&gt; tags til styles

source: If you set this option to true, font size, font family, font color and font background color will be replaced by inline styles.
da: Hvis aktiveret, vil font size, font family, font color og font background color bliver erstattet med inline styles.

source: Editor CSS
da: TinyMCE CSS

source: Defines the CSS to be used in the editor area.<br />use theme css - load style.css from current site theme.<br/>define css - enter path for css file below.<br />tinyMCE default - uses default CSS from editor.
da: Afgør hvilket CSS der benyttes i TinyMCE.<br />use theme css - load style.css from current site theme.<br/>define css - enter path for css file below.<br />tinyMCE default - uses default CSS from editor.

source: CSS path
da: CSS sti

source: Profile
da: Profil

source: Roles
da: Roller

source: Operations
da: Handlinger

source: edit
da: rediger

source: delete
da: slet

source: <p><a href="%create-profile-url">Create new profile</a></p>
da: <p><a href="%create-profile-url">opret ny profil</a></p>

source: No profiles found. Click here to <a href="%create-profile-url">create a new profile</a>.
da: Der er ikke fundet nogen TinyMCE profiler <a href="%create-profile-url">opret ny profil</a>.

source: You must give a profile name.
da: Du skal angive et profil navn.

source: You must select at least one role.
da: Du skal vælge mindst een rolle.

source: <p style="font-size:x-small">$Revision$ $Date$</p><p>TinyMCE adds what-you-see-is-what-you-get (WYSIWYG) html editing to textareas. This editor can be enabled/disabled without reloading the page by clicking a link below each textarea.</p> <p>Profiles can be defined based on user roles. A TinyMCE profile can define which pages receive this TinyMCE capability, what buttons or themes are enabled for the editor, how the editor is displayed, and a few other editor functions.</p> <p>Lastly, only users with the <code>access tinymce</code> <a href="%url">permission</a> will be able to use TinyMCE.</p>
da: <p>$Revision$ $Date$</p><p>TinyMCE giver mulighed for avanceret "what-you-see-is-what-you-get (WYSIWYG)" html redigering i tekstområder. TinyMCE kan aktiveres/deaktiveres uden at en side skal hentes igen, ved at klikke på linket "aktiver avanceret redigering" under tekstområder.</p> <p>Profiler kan knyttes til bruger roller. En TinyMCE profil kan definere hvilke sider det skal være muligt at benytte TinyMCE på, hvilke knapper der skal være til rådighed og andre indstillinger.</p> <p>Kun brugere med 'benyt TinyMCE' <a href="%url">tilladelse</a> kan benytte TinyMCE.</p>

source: access tinymce
da: benyt TinyMCE

source: administer tinymce
da: administrér TinyMCE
